Repository: ideveCore/Valuta
Catalog: po/*.po
Languages: kk, te

source: Convert between currencies
kk: Валюталарды айырбастау
te: కరెన్సీల మధ్య మార్చండి

source: Valuta is a simple and fast conversion tool, ideal for those who need to convert between different currencies repeatedly. Use it while traveling, budgeting, or anytime else you need to quickly convert between two currencies.
kk: Valuta — әртүрлі валюталар арасында жиі айырбастауды қажет ететіндерге арналған қарапайым және жылдам айырбастау сайманы. Оны саяхаттау, бюджетті жоспарлау кезінде немесе екі валюта арасында жылдам айырбастау қажет болған кез келген уақытта пайдаланыңыз.
te: Valuta అనేది సరళమైన మరియు వేగవంతమైన మార్పిడి సాధనం, ఇది వివిధ కరెన్సీల మధ్య పదే పదే మార్పిడి చేసుకోవాల్సిన వారికి అనువైనది. ప్రయాణించేటప్పుడు, బడ్జెట్ వేసేటప్పుడు లేదా మీరు రెండు కరెన్సీల మధ్య త్వరగా మార్చుకోవాల్సినప్పుడు దీన్ని ఉపయోగించండి.

source: Search
kk: Іздеу
te: శోధించండి

source: Search Currencies
kk: Валюталарды іздеу
te: కరెన్సీలను శోధించండి

# shortcuts window
source: General
kk: Жалпы
te: జనరల్

# shortcuts window
source: Keyboard shortcuts
kk: Пернетақта жарлықтары
te: కీబోర్డ్ సత్వరమార్గాలు

# shortcuts window
source: Switch currencies
kk: Валюталарды ауыстыру
te: కరెన్సీలను మార్చండి

# shortcuts window
source: Quit
kk: Шығу
te: నిష్క్రమించు

source: Error converting, please try again.
kk: Айырбастау қатесі, қайталап көріңіз.
te: మార్చడంలో లోపం ఏర్పడింది, దయచేసి మళ్ళీ ప్రయత్నించండి.

source: From
kk: Қайдан
te: నుండి

source: Switch
kk: Ауыстыру
te: మారండి

source: To
kk: Қайда
te: కు

source: Reload
kk: Қайта жүктеу
te: మళ్లీ లోడ్ చేయండి

source: According to
kk: Сәйкес
te: ప్రకారం

source: Copy
kk: Көшіру
te: కాపీ చేయండి

source: Copy convertion to clipboard
kk: Айырбастау нәтижесін алмасу буферіне көшіру
te: క్లిప్‌బోర్డ్‌కి మార్పిడిని కాపీ చేయండి

source: Afghan Afghani
kk: Ауған афганиі
te: ఆఫ్ఘన్ ఆఫ్ఘని

source: Albanian Lek
kk: Албан легі
te: అల్బేనియన్ లెక్

source: Algerian Dinar
kk: Алжир динары
te: అల్జీరియన్ దినార్

source: Angolan Kwanza
kk: Ангола кванзасы
te: అంగోలాన్ క్వాంజా

source: Argentine Peso
kk: Аргентина песосы
te: అర్జెంటీనా పెసో

source: Armenian Dram
kk: Армян драмы
te: అర్మేనియన్ డ్రామ్

source: Aruban Florin
kk: Аруба флорині
te: అరుబన్ ఫ్లోరిన్

source: Australian Dollar
kk: Австралия доллары
te: ఆస్ట్రేలియన్ డాలర్

source: Azerbaijani Manat
kk: Әзірбайжан манаты
te: అజర్బైజాన్ మనత్

source: Bahamian Dollar
kk: Багам доллары
te: బహమియన్ డాలర్

source: Bahraini Dinar
kk: Бахрейн динары
te: బహ్రెయిన్ దినార్

source: Bajan dollar
kk: Барбадос доллары
te: బజన్ డాలర్

source: Bangladeshi Taka
kk: Бангладеш такасы
te: బంగ్లాదేశ్ టాకా

source: Belarusian Ruble
kk: Беларусь рублі
te: బెలారసియన్ రూబుల్

source: Belize Dollar
kk: Белиз доллары
te: బెలిజ్ డాలర్

source: Bermudan Dollar
kk: Бермуд доллары
te: బెర్ముడాన్ డాలర్

source: Bhutan currency
kk: Бутан валютасы
te: భూటాన్ కరెన్సీ

source: Bitcoin
kk: Биткоин
te: బిట్ కాయిన్

source: Bitcoin Cash
te: బిట్ కాయిన్ నగదు

source: Bolivian Boliviano
kk: Боливия боливианосы
te: బొలీవియన్ బొలీవియానో

source: Bosnia-Herzegovina Convertible Mark
kk: Босния және Герцеговина айырбасталатын маркасы
te: బోస్నియా-హెర్జెగోవినా కన్వర్టిబుల్ మార్క్

source: Botswanan Pula
kk: Ботсвана пуласы
te: బోట్స్వానన్ పులా

source: Brazilian Real
kk: Бразилия реалы
te: బ్రెజిలియన్ రియల్

source: Brunei Dollar
kk: Бруней доллары
te: బ్రూనై డాలర్

source: Bulgarian Lev
kk: Болгар леві
te: బల్గేరియన్ లెవ్

source: Burundian Franc
kk: Бурунди франкі
te: బురుండియన్ ఫ్రాంక్

source: CFP Franc
kk: КФП франкі
te: CFP ఫ్రాంక్

source: Cambodian riel
kk: Камбоджа риелі
te: కంబోడియన్ రీల్

source: Canadian Dollar
kk: Канада доллары
te: కెనడియన్ డాలర్

source: Cape Verdean Escudo
kk: Кабо-Верде эскудосы
te: కేప్ వెర్డియన్ ఎస్కుడో

source: Cayman Islands Dollar
kk: Кайман аралдарының доллары
te: కేమాన్ ఐలాండ్స్ డాలర్

source: Central African CFA franc
kk: Орталық Африка КФА франкі
te: సెంట్రల్ ఆఫ్రికన్ CFA ఫ్రాంక్

source: Chilean Peso
kk: Чили песосы
te: చిలీ పెసో

source: Chilean Unit of Account (UF)
kk: Чили тіркелгі бірлігі (UF)
te: చిలీ యూనిట్ ఆఫ్ అకౌంట్ (UF)

source: Chinese Yuan
kk: Қытай юані
te: చైనీస్ యువాన్

source: Chinese Yuan (offshore)
kk: Қытай юані (оффшорлық)
te: చైనీస్ యువాన్ (ఆఫ్‌షోర్)

source: Colombian Peso
kk: Колумбия песосы
te: కొలంబియన్ పెసో

source: Comorian franc
kk: Комор франкі
te: కొమోరియన్ ఫ్రాంక్

source: Congolese Franc
kk: Конго франкі
te: కాంగో ఫ్రాంక్

source: Costa Rican Colón
kk: Коста-Рика колоны
te: కోస్టా రికన్ కోలన్

source: Croatian Kuna
kk: Хорватия кунасы
te: క్రొయేషియన్ కునా

source: Cuban Peso
kk: Куба песосы
te: క్యూబా పెసో

source: Czech Koruna
kk: Чехия кронасы
te: చెక్ కోరునా

source: Danish Krone
kk: Дания кронасы
te: డానిష్ క్రోన్

source: Djiboutian Franc
kk: Джибути франкі
te: జిబౌటియన్ ఫ్రాంక్

source: Dominican Peso
kk: Доминикан песосы
te: డొమినికన్ పెసో

source: East Caribbean Dollar
kk: Шығыс Кариб доллары
te: తూర్పు కరేబియన్ డాలర్

source: Egyptian Pound
kk: Мысыр фунты
te: ఈజిప్షియన్ పౌండ్

source: Ether
kk: Эфир
te: ఈథర్

source: Ethiopian Birr
kk: Эфиопия быры
te: ఇథియోపియన్ బిర్

source: Euro
kk: Евро
te: యూరో

source: Fijian Dollar
kk: Фиджи доллары
te: ఫిజియన్ డాలర్

source: Gambian dalasi
kk: Гамбия даласиі
te: గాంబియన్ దలాసి

source: Georgian Lari
kk: Грузия лариі
te: జార్జియన్ లారీ

source: Ghanaian Cedi
kk: Гана седиі
te: ఘనాయన్ సెడి

source: Gibraltar Pound
kk: Гибралтар фунты
te: జిబ్రాల్టర్ పౌండ్

source: Guatemalan Quetzal
kk: Гватемала кетсалі
te: గ్వాటెమాలన్ క్వెట్జల్

source: Guinean Franc
kk: Гвинея франкі
te: గినియన్ ఫ్రాంక్

source: Guyanaese Dollar
kk: Гайана доллары
te: గయానీస్ డాలర్

source: Haitian Gourde
kk: Гаити гурды
te: హైతియన్ గోర్డ్

source: Honduran Lempira
kk: Гондурас лемпирасы
te: హోండురాన్ లెంపిరా

source: Hong Kong Dollar
kk: Гонконг доллары
te: హాంగ్ కాంగ్ డాలర్

source: Hungarian Forint
kk: Венгр форинті
te: హంగేరియన్ ఫోరింట్

source: Icelandic Króna
kk: Исландия кронасы
te: ఐస్లాండిక్ క్రోనా

source: Indian Rupee
kk: Үндістан рупиясы
te: భారత రూపాయి

source: Indonesian Rupiah
kk: Индонезия рупиясы
te: ఇండోనేషియా రూపాయి

source: Iranian Rial
kk: Иран риалы
te: ఇరానియన్ రియాల్

source: Iraqi Dinar
kk: Ирак динары
te: ఇరాకీ దినార్

source: Israeli New Shekel
kk: Израиль жаңа шекелі
te: ఇజ్రాయెలీ న్యూ షెకెల్

source: Jamaican Dollar
kk: Ямайка доллары
te: జమైకన్ డాలర్

source: Japanese Yen
kk: Жапон иенасы
te: జపనీస్ యెన్

source: Jordanian Dinar
kk: Иордания динары
te: జోర్డానియన్ దినార్

source: Kazakhstani Tenge
kk: Қазақстан теңгесі
te: కజకిస్తానీ టెంగే

source: Kenyan Shilling
kk: Кения шиллингі
te: కెన్యా షిల్లింగ్

source: Kuwaiti Dinar
kk: Кувейт динары
te: కువైట్ దినార్

source: Kyrgyzstani Som
kk: Қырғыз сомы
te: కిర్గిజ్స్తానీ సోమ్

source: Laotian Kip
kk: Лаос кипі
te: లావోషియన్ కిప్

source: Lebanese pound
kk: Ливан фунты
te: లెబనీస్ పౌండ్

source: Lesotho loti
kk: Лесото лотиі
te: లెసోతో లోటి

source: Liberian Dollar
kk: Либерия доллары
te: లైబీరియన్ డాలర్

source: Libyan Dinar
kk: Ливия динары
te: లిబియా దినార్

source: Macanese Pataca
kk: Макао патакасы
te: మకానీస్ పటాకా

source: Macedonian Denar
kk: Македония денары
te: మాసిడోనియన్ డెనార్

source: Malagasy Ariary
kk: Малагаси ариариі
te: మాలాగసీ అరియరీ

source: Malawian Kwacha
kk: Малави квачасы
te: మలావియన్ క్వాచా

source: Malaysian Ringgit
kk: Малайзия ринггиті
te: మలేషియా రింగిట్

source: Maldivian Rufiyaa
kk: Мальдив руфиясы
te: మాల్దీవియన్ రుఫియా

source: Mauritanian Ouguiya (1973–2017)
kk: Мавритания угиясы (1973–2017)
te: మౌరిటానియన్ ఊగుయియా (1973–2017)

source: Mauritian Rupee
kk: Маврикий рупиясы
te: మారిషస్ రూపాయి

source: Mexican Peso
kk: Мексика песосы
te: మెక్సికన్ పెసో

source: Moldovan Leu
kk: Молдова лейі
te: మోల్డోవన్ లెయు

source: Moroccan Dirham
kk: Марокко дирхамы
te: మొరాకో దిర్హామ్

source: Mozambican metical
kk: Мозамбик метикалы
te: మొజాంబికన్ మెటికల్

source: Myanmar Kyat
kk: Мьянма кьяты
te: మయన్మార్ క్యాట్

source: New Taiwan dollar
kk: Жаңа Тайвань доллары
te: కొత్త తైవాన్ డాలర్

source: Namibian dollar
kk: Намибия доллары
te: నమీబియా డాలర్

source: Nepalese Rupee
kk: Непал рупиясы
te: నేపాల్ రూపాయి

source: Netherlands Antillean Guilder
kk: Нидерланд Антиль гульдені
te: నెదర్లాండ్స్ యాంటిలియన్ గిల్డర్

source: New Zealand Dollar
kk: Жаңа Зеландия доллары
te: న్యూజిలాండ్ డాలర్

source: Nicaraguan Córdoba
kk: Никарагуа кордобасы
te: నికరాగ్వాన్ కార్డోబా

source: Nigerian Naira
kk: Нигерия найрасы
te: నైజీరియన్ నైరా

source: Norwegian Krone
kk: Норвегия кронасы
te: నార్వేజియన్ క్రోన్

source: Omani Rial
kk: Оман риалы
te: ఒమానీ రియాల్

source: Pakistani Rupee
kk: Пәкістан рупиясы
te: పాకిస్థానీ రూపాయి

source: Panamanian Balboa
kk: Панама бальбоасы
te: పనామేనియన్ బాల్బోవా

source: Papua New Guinean Kina
kk: Папуа — Жаңа Гвинея кинасы
te: పాపువా న్యూ గినియన్ కినా

source: Paraguayan Guarani
kk: Парагвай гуараниі
te: పరాగ్వే గురానీ

source: Philippine Piso
kk: Филиппин песосы
te: ఫిలిప్పైన్ పిసో

source: Poland złoty
kk: Поляк злотыйы
te: పోలాండ్ జ్లోటీ

source: Pound sterling
kk: Фунт стерлингі
te: పౌండ్ స్టెర్లింగ్

source: Qatari Rial
kk: Катар риалы
te: ఖతార్ రియాల్

source: Romanian Leu
kk: Румыния лейі
te: రొమేనియన్ లెయు

source: Russian Ruble
kk: Ресей рублі
te: రష్యన్ రూబుల్

source: Rwandan franc
kk: Руанда франкі
te: రువాండా ఫ్రాంక్

source: Salvadoran Colón
kk: Сальвадор колоны
te: సాల్వడోరన్ కోలన్

source: Saudi Riyal
kk: Сауд риалы
te: సౌదీ రియాల్

source: Serbian Dinar
kk: Сербия динары
te: సెర్బియన్ దినార్

source: Seychellois Rupee
kk: Сейшель рупиясы
te: సీషెల్స్ రూపాయి

source: Sierra Leonean Leone
kk: Сьерра-Леоне леонесі
te: సియెర్రా లియోనియన్ లియోన్

source: Singapore Dollar
kk: Сингапур доллары
te: సింగపూర్ డాలర్

source: Sol
kk: Соль
te: సోల్

source: Solomon Islands Dollar
kk: Соломон аралдарының доллары
te: సోలమన్ ఐలాండ్స్ డాలర్

source: Somali Shilling
kk: Сомали шиллингі
te: సోమాలి షిల్లింగ్

source: South African Rand
kk: Оңтүстік Африка рэнді
te: దక్షిణాఫ్రికా రాండ్

source: South Korean won
kk: Оңтүстік Корея вонасы
te: దక్షిణ కొరియా గెలిచింది

source: Sovereign Bolivar
kk: Егеменді боливар
te: సార్వభౌమ బొలివర్

source: Special Drawing Rights
kk: Арнайы қарыз алу құқықтары
te: ప్రత్యేక డ్రాయింగ్ హక్కులు

source: Sri Lankan Rupee
kk: Шри-Ланка рупиясы
te: శ్రీలంక రూపాయి

source: Sudanese pound
kk: Судан фунты
te: సుడానీస్ పౌండ్

source: Surinamese Dollar
kk: Суринам доллары
te: సురినామీస్ డాలర్

source: Swazi Lilangeni
kk: Свазиленд лилангениі
te: స్వాజీ లిలంగెని

source: Swedish Krona
kk: Швеция кронасы
te: స్వీడిష్ క్రోనా

source: Swiss Franc
kk: Швейцария франкі
te: స్విస్ ఫ్రాంక్

source: Tajikistani Somoni
kk: Тәжікстан сомониі
te: తజికిస్థానీ సోమోని

source: Tanzanian Shilling
kk: Танзания шиллингі
te: టాంజానియన్ షిల్లింగ్

source: Thai Baht
kk: Тай баты
te: థాయ్ బాట్

source: Tongan Paʻanga
kk: Тонга паангасы
te: టోంగాన్ పాంగా

source: Trinidad & Tobago Dollar
kk: Тринидад пен Тобаго доллары
te: ట్రినిడాడ్ & టొబాగో డాలర్

source: Tunisian Dinar
kk: Тунис динары
te: ట్యునీషియా దినార్

source: Turkish lira
kk: Түрік лирасы
te: టర్కిష్ లిరా

source: Turkmenistan manat
kk: Түрікменстан манаты
te: తుర్క్మెనిస్తాన్ మనత్

source: Ugandan Shilling
kk: Уганда шиллингі
te: ఉగాండా షిల్లింగ్

source: Ukrainian hryvnia
kk: Украина гривнасы
te: ఉక్రేనియన్ హ్రైవ్నియా

source: United Arab Emirates Dirham
kk: Біріккен Араб Әмірліктерінің дирхамы
te: యునైటెడ్ అరబ్ ఎమిరేట్స్ దిర్హామ్

source: United States Dollar
kk: АҚШ доллары
te: యునైటెడ్ స్టేట్స్ డాలర్

source: Uruguayan Peso
kk: Уругвай песосы
te: ఉరుగ్వే పెసో

source: Uzbekistani Som
kk: Өзбекстан сомы
te: ఉజ్బెకిస్తానీ సోమ్

source: Vietnamese dong
kk: Вьетнам донгі
te: వియత్నామీస్ డాంగ్

source: West African CFA franc
kk: Батыс Африка КФА франкі
te: పశ్చిమ ఆఫ్రికా CFA ఫ్రాంక్

source: Yemeni Rial
kk: Йемен риалы
te: యెమెన్ రియాల్

source: Zambian Kwacha
kk: Замбия квачасы
te: జాంబియన్ క్వాచా

source: Unable to convert currency, failed to fetch results from Google.
kk: Валютаны айырбастау мүмкін емес, Google-ден нәтижелерді алу сәтсіз аяқталды.
te: కరెన్సీని మార్చలేకపోయాము, Google నుండి ఫలితాలను పొందడంలో విఫలమైంది.

source: Main menu
kk: Негізгі мәзір
te: ప్రధాన మెను

source: Source
kk: Дереккөз
te: మూలం

source: Providers
kk: Провайдерлер
te: ప్రొవైడర్లు

source: Google (unstable)
kk: Google (тұрақсыз)
te: గూగుల్ (స్థిరంగా లేదు)

source: Moeda.info
te: మోయిడా.ఇన్ఫో

source: Keyboard shortcuts
kk: Пернетақта жарлықтары
te: కీబోర్డ్ సత్వరమార్గాలు

source: About Valuta
kk: Valuta туралы
te: Valuta గురించి

source: Litecoin
kk: Лайткоин
