Repository: ideveCore/Valuta
Catalog: po/kw.po
Languages: kw

source: Convert between currencies
kw: Treylya tredh mona kemmyn dyffrans

source: Valuta is a simple and fast conversion tool, ideal for those who need to convert between different currencies repeatedly. Use it while traveling, budgeting, or anytime else you need to quickly convert between two currencies.
kw: Valuta yw unn toul sempel hag uskis, delvrysek rag tus neb a res treylya tredh mona kemmyn dyffrans arta hag arta. Devnydhya y'n hag ow viajya, ow devisya, po peskytter ty res treylya uskis tredh dew mona kemmyn.

source: Search
kw: Hwilas

source: Search Currencies
kw: Hwilas Mona Kemmyn

# shortcuts window
source: General
kw: Ollgemmyn

# shortcuts window
source: Keyboard shortcuts
kw: Kesunyansow Bysowek

# shortcuts window
source: Switch currencies
kw: Skwychella mona kemmyn

# shortcuts window
source: Quit
kw: Kwytya

source: Error converting, please try again.
kw: Error dres treylyans, dassaya mar pleg.

source: From
kw: Dhyworth

source: Switch
kw: Skwychella

source: To
kw: Dhe

source: Reload
kw: Daskarga

source: According to
kw: Herwydh

source: Copy
kw: Kopia

source: Copy convertion to clipboard
kw: Kopia treylyans war astel glypp

source: Afghan Afghani
kw: Afghani afganek

source: Albanian Lek
kw: Lek albaniek

source: Algerian Dinar
kw: Dinar aljieriek

source: Angolan Kwanza
kw: Kwanza angolek

source: Argentine Peso
kw: Peso arghantinek

source: Armenian Dram
kw: Dram armeniek

source: Aruban Florin
kw: Florin arubiek

source: Australian Dollar
kw: Dollar ostralek

source: Azerbaijani Manat
kw: Manat azerbayjanek

source: Bahamian Dollar
kw: Dollar bahamek

source: Bahraini Dinar
kw: Dinar bahrainek

source: Bajan dollar
kw: Dollar bajanek

source: Bangladeshi Taka
kw: Taka bangladeshek

source: Belarusian Ruble
kw: Ruble belarussek

source: Belize Dollar
kw: Dollar belizek

source: Bermudan Dollar
kw: Dollar bermudek

source: Bhutan currency
kw: Ngultrum bhutanek

source: Bitcoin Cash
kw: Mona Bitcoin

source: Bolivian Boliviano
kw: Boliviano boliviek

source: Bosnia-Herzegovina Convertible Mark
kw: Merk Treyladow bosniek

source: Botswanan Pula
kw: Pula botswanek

source: Brazilian Real
kw: Real brasilek

source: Brunei Dollar
kw: Dollar bruneiek

source: Bulgarian Lev
kw: Lev bulgarek

source: Burundian Franc
kw: Franc burundiek

source: CFP Franc
kw: Franc CFP

source: Cambodian riel
kw: Riel kambodiek

source: Canadian Dollar
kw: Dollar kanadek

source: Cape Verdean Escudo
kw: Escudo a Gabo Verde

source: Cayman Islands Dollar
kw: Dollar kaymanek

source: Central African CFA franc
kw: Franc CFA kres afrikanek

source: Chilean Peso
kw: Peso chilek

source: Chilean Unit of Account (UF)
kw: Unsys a Reken chilek

source: Chinese Yuan
kw: Yuan chinek

source: Chinese Yuan (offshore)
kw: Yuan chinek (tramor)

source: Colombian Peso
kw: Peso kolombian

source: Comorian franc
kw: Franc komorosek

source: Congolese Franc
kw: Franc kongolesek

source: Costa Rican Colón
kw: Colón kosta rikek

source: Croatian Kuna
kw: Kuna kroatek

source: Cuban Peso
kw: Peso koubek

source: Czech Koruna
kw: Koruna chek

source: Danish Krone
kw: Krone danek

source: Djiboutian Franc
kw: Franc djiboutiek

source: Dominican Peso
kw: Peso dominikanek

source: East Caribbean Dollar
kw: Dollar karibbeanek est

source: Egyptian Pound
kw: Pound ejyptek

source: Ethiopian Birr
kw: Birr ethiopek

source: Fijian Dollar
kw: Dollar fijiek

source: Gambian dalasi
kw: Dalasi gambiek

source: Georgian Lari
kw: Lari jorjiek

source: Ghanaian Cedi
kw: Cedi ganek

source: Gibraltar Pound
kw: Pound jibraltek

source: Guatemalan Quetzal
kw: Quetzal gwatemalek

source: Guinean Franc
kw: Franc gyniek

source: Guyanaese Dollar
kw: Dollar gyanesek

source: Haitian Gourde
kw: Gourde haytiek

source: Honduran Lempira
kw: Lempira hondurek

source: Hong Kong Dollar
kw: Dollar hongkongek

source: Hungarian Forint
kw: Forint hungarek

source: Icelandic Króna
kw: Króna rewenysek

source: Indian Rupee
kw: Rupee eyndek

source: Indonesian Rupiah
kw: Rupiah indonesek

source: Iranian Rial
kw: Rial iranek

source: Iraqi Dinar
kw: Dinar irakek

source: Israeli New Shekel
kw: Shekel Nowydh israelyek

source: Jamaican Dollar
kw: Dollar jamekek

source: Japanese Yen
kw: Yen japanek

source: Jordanian Dinar
kw: Dinar jordanek

source: Kazakhstani Tenge
kw: Tenge kazakstanek

source: Kenyan Shilling
kw: Shilling kenyek

source: Kuwaiti Dinar
kw: Dinar kuweytek

source: Kyrgyzstani Som
kw: Som kyrgyzek

source: Laotian Kip
kw: Kip laosek

source: Lebanese pound
kw: Pound lebanek

source: Lesotho loti
kw: Loti lesothek

source: Liberian Dollar
kw: Dollar liberiek

source: Libyan Dinar
kw: Dinar lybiek

source: Macanese Pataca
kw: Pataca macanek

source: Macedonian Denar
kw: Denar macedoniek

source: Malagasy Ariary
kw: Ariary malagasiek

source: Malawian Kwacha
kw: Kwacha malawiek

source: Malaysian Ringgit
kw: Ringgit malaysiek

source: Maldivian Rufiyaa
kw: Rufiyaa maldiviek

source: Mauritanian Ouguiya (1973–2017)
kw: Ouguiya mauritaniek (1973-2017)

source: Mauritian Rupee
kw: Rupee morrisiek

source: Mexican Peso
kw: Peso meksikan

source: Moldovan Leu
kw: Leu moldavek

source: Moroccan Dirham
kw: Dirham morockek

source: Mozambican metical
kw: Metical mozambikek

source: Myanmar Kyat
kw: Kyat myanmar

source: New Taiwan dollar
kw: Dollar Nowydh taiwanek

source: Namibian dollar
kw: Dollar namibiek

source: Nepalese Rupee
kw: Rupee nepalek

source: Netherlands Antillean Guilder
kw: Guilder antilliek iseldiryek

source: New Zealand Dollar
kw: Dollar kiwi

source: Nicaraguan Córdoba
kw: Córdoba nikaragwan

source: Nigerian Naira
kw: Naira nijeriek

source: Norwegian Krone
kw: Krone norgaghek

source: Omani Rial
kw: Rial omanek

source: Pakistani Rupee
kw: Rupee pakistanek

source: Panamanian Balboa
kw: Balboa panamaek

source: Papua New Guinean Kina
kw: Kina gyniek papwa nowydh

source: Paraguayan Guarani
kw: Guarani paragwayek

source: Philippine Piso
kw: Piso felypinek

source: Poland złoty
kw: złoty polonek

source: Pound sterling
kw: Pound bretennek

source: Qatari Rial
kw: Rial katarek

source: Romanian Leu
kw: Leu romaniek

source: Russian Ruble
kw: Ruble russek

source: Rwandan franc
kw: Franc rwandek

source: Salvadoran Colón
kw: Colón salvadorek

source: Saudi Riyal
kw: Riyal saudi

source: Serbian Dinar
kw: Dinar serbek

source: Seychellois Rupee
kw: Rupee seyshellyek

source: Sierra Leonean Leone
kw: Leone sierra leonek

source: Singapore Dollar
kw: Dollar singaporek

source: Solomon Islands Dollar
kw: Dollar enesow solomon

source: Somali Shilling
kw: Shilling somaliek

source: South African Rand
kw: Rand afrikanek dyghow

source: South Korean won
kw: Won koreek dyghow

source: Sovereign Bolivar
kw: Bolivar Sovran

source: Special Drawing Rights
kw: Gwiryow Delinyans Arbennik

source: Sri Lankan Rupee
kw: Rupee sri lankek

source: Sudanese pound
kw: Pound sudanek

source: Surinamese Dollar
kw: Dollar surinamek

source: Swazi Lilangeni
kw: Lilangeni swazi

source: Swedish Krona
kw: Krona swedek

source: Swiss Franc
kw: Franc swis

source: Tajikistani Somoni
kw: Somoni tajikistanek

source: Tanzanian Shilling
kw: Shilling tanzaniek

source: Thai Baht
kw: Baht tai

source: Tongan Paʻanga
kw: Pa'anga tonganek

source: Trinidad & Tobago Dollar
kw: Dollar Trinidad ha Tobago

source: Tunisian Dinar
kw: Dinar tunisiek

source: Turkish lira
kw: Lira turkek

source: Turkmenistan manat
kw: Manat turkmenek

source: Ugandan Shilling
kw: Shilling ugandek

source: Ukrainian hryvnia
kw: Hryvnia ukraynek

source: United Arab Emirates Dirham
kw: Dirham emiratiek

source: United States Dollar
kw: Dollar amerikanek

source: Uruguayan Peso
kw: Peso urugwayek

source: Uzbekistani Som
kw: Som uzbek

source: Vietnamese dong
kw: Dong vietnamek

source: West African CFA franc
kw: Franc CFA afrikan west

source: Yemeni Rial
kw: Rial yemenek

source: Zambian Kwacha
kw: Kwacha zambiek

source: Unable to convert currency, failed to fetch results from Google.
kw: Anabel dhe treylya mona kemmyn, y fyllis dhe kerghes sewyansow dhyworth Google.

source: Main menu
kw: Menu chif

source: Source
kw: Devedhyans

source: Providers
kw: Provioryon

source: Google (unstable)
kw: Google (diantel)

source: Keyboard shortcuts
kw: Kesunyansow Bysowek

source: About Valuta
kw: A-dro Valuta
